[
    {
      "text": "Don't cry because it's over, smile because it happened.",
      "author": "Dr. Seuss"
    },
    {
      "text": "I felt my lungs inflate with the onrush of scenery—air, mountains, trees, people. I thought, \"This is what it is to be happy.",
      "author": "Sylvia Plath"
    },
    {
      "text": "Success is getting what you want, happiness is wanting what you get",
      "author": "W. P. Kinsella"
    },
    {
      "text": "I've got nothing to do today but smile.",
      "author": "Simon and Garfunkel"
    },
    {
      "text": "Happiness [is] only real when shared",
      "author": "Jon Krakauer"
    },
    {
      "text": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
      "author": "Steve Maraboli"
    },
    {
      "text": "The worst part of success is trying to find someone who is happy for you.",
      "author": "Bette Midler"
    },
    {
      "text": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will.",
      "author": "Lucy Maud Montgomery"
    },
    {
      "text": "Learn to value yourself, which means: fight for your happiness.",
      "author": "Ayn Rand"
    },
    {
      "text": "Happiness is holding someone in your arms and knowing you hold the whole world.",
      "author": "Orhan Pamuk"
    },
    {
      "text": "It's like Tolstoy said. Happiness is an allegory, unhappiness a",
      "author": "Haruki Murakami"
    },
    {
      "text": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
      "author": "Steve Maraboli"
    },
    {
      "text": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you.",
      "author": "Stephen Chbosky"
    },
    {
      "text": "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
      "author": "Alexandre Dumas"
    },
    {
      "text": "I'm happy. Which often looks like crazy.",
      "author": "David Henry Hwang"
    },
    {
      "text": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "All happiness depends on courage and work.",
      "author": "Honoré de Balzac"
    },
    {
      "text": "The best way to cheer yourself is to try to cheer someone else up.",
      "author": "Mark Twain"
    },
    {
      "text": "I must learn to be content with being happier than I deserve.",
      "author": "Jane Austen"
    },
    {
      "text": "The happiness of your life depends upon the quality of your thoughts.",
      "author": "Marcus Aurelius"
    },
    {
      "text": "I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it.",
      "author": "Jonathan Safran Foer"
    },
    {
      "text": "Man only likes to count his troubles; he doesn't calculate his happiness.",
      "author": "Fyodor Dostoevsky"
    },
    {
      "text": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for.",
      "author": "George Washington Burnap"
    },
    {
      "text": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.",
      "author": "Friedrich Nietzsche"
    },
    {
      "text": "And hand in hand, on the edge of the sand,",
      "author": "Edward Lear"
    },
    {
      "text": "Be grateful for what you already have while you pursue your goals.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Happiness quite unshared can scarcely be called happiness; it has no taste.",
      "author": "Charlotte Bronte"
    },
    {
      "text": "Happiness is not the absence of problems, it's the ability to deal with them.",
      "author": "Steve Maraboli"
    },
    {
      "text": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living.",
      "author": "F. Scott Fitzgerald"
    },
    {
      "text": "One of the keys to happiness is a bad memory.",
      "author": "Rita Mae Brown"
    },
    {
      "text": "I'd far rather be happy than right any day.",
      "author": "Douglas Adams"
    },
    {
      "text": "Take responsibility of your own happiness, never put it in other people’s hands.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them.",
      "author": "Steve Maraboli"
    },
    {
      "text": "Now and then it's good to pause in our pursuit of happiness and just be happy.",
      "author": "Guillaume Apollinaire"
    },
    {
      "text": "Happiness makes up in height for what it lacks in length.",
      "author": "Robert Frost"
    },
    {
      "text": "With mirth and laughter let old wrinkles come.",
      "author": "William Shakespeare"
    },
    {
      "text": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
      "author": "Aristotle"
    },
    {
      "text": "Ester asked why people are sad.",
      "author": "Paulo Coelho"
    },
    {
      "text": "Happiness is an accident of nature, a beautiful and flawless aberration.",
      "author": "Pat Conroy"
    },
    {
      "text": "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Top 15 Things Money Can’t Buy",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Name one hero who was happy.\"",
      "author": "Madeline Miller"
    },
    {
      "text": "Stop comparing yourself to other people, just choose to be happy and live your own life.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Do not set aside your happiness. Do not wait to be happy in the future. The best time to be happy is always now.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.",
      "author": "Daniel Keyes"
    },
    {
      "text": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less.",
      "author": "G.K. Chesterton"
    },
    {
      "text": "The secret of happiness is freedom, the secret of freedom is courage.",
      "author": "Carrie Jones"
    },
    {
      "text": "It is the very mark of the spirit of rebellion to crave for happiness in this life",
      "author": "Henrik Ibsen"
    },
    {
      "text": "Happiness depends on your mindset and attitude.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Whoever is happy will make others happy.",
      "author": "Anne Frank"
    },
    {
      "text": "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.",
      "author": "Elizabeth Gilbert"
    },
    {
      "text": "The problem with people is they forget that most of the time it's the small things that count.",
      "author": "Jennifer Niven"
    },
    {
      "text": "Keep your best wishes, close to your heart and watch what happens",
      "author": "Tony DeLiso"
    },
    {
      "text": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.",
      "author": "Steve Maraboli"
    },
    {
      "text": "We don’t even ask happiness, just a little less pain.",
      "author": "Charles Bukowski"
    },
    {
      "text": "Laughter is poison to fear.",
      "author": "George R.R. Martin"
    },
    {
      "text": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.",
      "author": "Drew Barrymore"
    },
    {
      "text": "A mathematical formula for happiness:Reality divided by Expectations.There were two ways to be happy:improve your reality or lower your expectations.",
      "author": "Jodi Picoult"
    },
    {
      "text": "People are unhappy when they get something too easily. You have to sweat--that's the only moral they know.",
      "author": "Dany Laferrière"
    },
    {
      "text": "With all its sham, drudgery, and broken dreams,",
      "author": "Max Ehrmann"
    },
    {
      "text": "Children are happy because they don't have a file in their minds called \"All the Things That Could Go Wrong.",
      "author": "Marianne Williamson"
    },
    {
      "text": "Happiness is not a goal...it's a by-product of a life well lived.",
      "author": "Eleanor Roosevelt"
    },
    {
      "text": "Happiness is not a possession to be prized, it is a quality of thought, a state of mind.",
      "author": "Daphne Du Maurier"
    },
    {
      "text": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.",
      "author": "Karl Lagerfeld"
    },
    {
      "text": "Ah, what happiness it is to be with people who are all happy, to press hands, press cheeks, smile into eyes.",
      "author": "Katherine Mansfield"
    },
    {
      "text": "Smile more. Smiling can make you and others happy.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "The power of finding beauty in the humblest things makes home happy and life lovely.",
      "author": "Louisa May Alcott"
    },
    {
      "text": "Action may not always bring happiness, but there is no happiness without action. ",
      "author": "William James"
    },
    {
      "text": "You are in charge of your own happiness; you don't need to wait for other people's permission to be happy.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "The greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances.",
      "author": "Martha Washington"
    },
    {
      "text": "And I can't be running back and fourth forever between grief and high delight.",
      "author": "J.D. Salinger"
    },
    {
      "text": "That's the difference between me and the rest of the world! Happiness isn't good enough for me! I demand euphoria!",
      "author": "Bill Watterson"
    },
    {
      "text": "A thing of beauty is a joy forever.",
      "author": "John Keats"
    }
]
